7zip
alacritty
alsa-plugins
alsa-utils
android-tools
arandr
arch-audit
archey4
archlinux-wallpaper
aspnet-runtime
aspnet-runtime-8.0
aura
aura-debug
base
base-devel
bat
bat-extras
bind
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
calibre-bin
cava
cbindgen
ccache
chromium
clang
cliphist
cmake
cracklib
cronie
debtap
desmume
direnv
discord
dnsmasq
docker
docker-compose
dosfstools
dotnet-runtime
dotnet-runtime-7.0
dotnet-runtime-8.0
dotnet-sdk
dotnet-sdk-8.0
efibootmgr
eog
expect
eza
fd
ffmpegthumbnailer
ffuf
figlet
fio
firefox
fish
flatpak
fuse-overlayfs
gamemode
gamescope
gcc13
gcc13-libs
gdb
gimp
git
glances
glew
glfw
glow
gnome-keyring
gnome-system-monitor
go
graphviz
greetd
greetd-tuigreet
grim
grub
gtk-engine-murrine
gvfs
gvfs-mtp
hdparm
hey-bin
htop
httpie
hyprland
i3-wm
i3blocks
i3status
imagemagick
inxi
iotop
iptables-nft
jq
kdenlive
keepassxc
khal
kitty
kodi
kodi-addon-inputstream-adaptive
kvantum
lf
lib32-alsa-lib
lib32-alsa-plugins
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-libpulse
lib32-mpg123
lib32-nvidia-utils
lib32-openal
lib32-v4l-utils
libayatana-appindicator
libva-nvidia-driver-git
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lld
llvm
luarocks
lxappearance
lynis
lzip
mako
man-pages
markdown-reader
markdown-reader-debug
marktext-bin
mdcat
mesa-utils
mitmproxy
mousepad
mpv
mpv-mpris
mtools
nano
nasm
neofetch
neovim
network-manager-applet
networkmanager
nitrogen
nnn
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nvidia-open-dkms
nvidia-settings
nvtop
nwg-look-bin
obs-studio
os-prober
otf-font-awesome
pacman-contrib
pamixer
paru
pavucontrol
picom
piper
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pokemon-colorscripts-git
polkit-gnome
postgresql
postman-bin
prismlauncher
pwgen
pyenv
python-dbus-next
python-distutils-extra
python-pip
python-pipx
python-pyclip
python-pywal
python-virtualenv
qalculate-gtk
qemu-desktop
qt5ct
qt6-wayland
qt6ct
ranger
rar
reflector
ripgrep
ristretto
rkhunter
rofi
ruby
ruby-bundler
rust
scrcpy
screenkey
sddm-git
shellcheck
signal-desktop
slurp
spotify-tui
steam
stress-ng
sudo
suwayomi-jui-bin
suwayomi-server-bin
swappy
swayidle
swww
sxhkd
syncthing
sysbench
texlive-bin
texlive-binextra
thorium-browser-bin
thunar
thunar-archive-plugin
thunar-volman
tmux
torbrowser-launcher
tree
ttf-droid
ttf-fira-code
ttf-firacode-nerd
ttf-hack
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-proggyclean-nerd
ufw
unzip
valgrind
vim
virt-manager
vlc
volumeicon
vulkan-tools
wakeonlan
waybar
wine
wine-gecko
wine-mono
winetricks
wireplumber
wl-clipboard
wlogout
wlogout-debug
wlsunset
wpscan
wrk
wtype
xbindkeys
xclip
xdelta3
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdotool
xf86-video-nouveau
xf86-video-vesa
xfce4-screenshooter
xfce4-terminal
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclipboard
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
yad
yasm
yay
yay-debug
ydotool
yt-dlp
zen-browser-bin
zip
zsh
zsh-completions
